title=\u30EC\u30AC\u30B7\u30FCAPI\u30C8\u30FC\u30AF\u30F3\u306E\u4F7F\u7528\u3092\u7BA1\u7406
contextMessage=\u6B21\u306E\u30E6\u30FC\u30B6\u30FC\u306F\u30EC\u30AC\u30B7\u30FCAPI\u30C8\u30FC\u30AF\u30F3\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002 \
  \u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u306F\u56DE\u5FA9\u53EF\u80FD\u306A\u5F62\u5F0F\u3067\u4FDD\u5B58\u3055\u308C\u308B\u305F\u3081\u3001\u65B0\u3057\u3044API\u30C8\u30FC\u30AF\u30F3\u30B7\u30B9\u30C6\u30E0\u306B\u79FB\u884C\u3059\u308B\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002 \
  \u3055\u3089\u306B\u3001Jenkins\u306E\u4EE5\u524D\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067\u306F\u3001API\u30C8\u30FC\u30AF\u30F3\u306F\u3059\u3079\u3066\u306E\u65B0\u3057\u3044\u30E6\u30FC\u30B6\u30FC\u306B\u5BFE\u3057\u3066\u81EA\u52D5\u7684\u306B\u4F5C\u6210\u3055\u308C\u307E\u3057\u305F\u3002 \
  \u591A\u304F\u306E\u5834\u5408\u3001\u30E6\u30FC\u30B6\u30FC\u306F\u30C8\u30FC\u30AF\u30F3\u3092\u4F7F\u7528\u3057\u306A\u304B\u3063\u305F\u305F\u3081\u3001\u5FC5\u8981\u4EE5\u4E0A\u306B\u653B\u6483\u7BC4\u56F2\u304C\u5E83\u304C\u308A\u307E\u3057\u305F\u3002 \
  \u81EA\u52D5\u30C8\u30FC\u30AF\u30F3\u751F\u6210\u3092\u660E\u793A\u7684\u306B\u6709\u52B9\u306B\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
recommendationMessage=\u3053\u306E\u3088\u3046\u306A\u7406\u7531\u304B\u3089\u3001\u6B21\u306E\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002 \
<ul>\
  <li>\u4F7F\u7528\u3055\u308C\u306A\u304B\u3063\u305F\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u308A\u6D88\u3059</li>\
  <li>\u73FE\u5728\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3044\u308B\u30E6\u30FC\u30B6\u30FC\u306B\u3001\u65B0\u3057\u3044\u30B7\u30B9\u30C6\u30E0\u3092\u4F7F\u7528\u3057\u3066\u30C8\u30FC\u30AF\u30F3\u3092\u751F\u6210\u3059\u308B\u3088\u3046\u4F9D\u983C\u3057\u3001\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u308A\u6D88\u3059</li>\
</ul>
UserId=\u30E6\u30FC\u30B6\u30FCID
UserFullName=\u30E6\u30FC\u30B6\u30FC\u306E\u30D5\u30EB\u30CD\u30FC\u30E0
TokenName=\u30C8\u30FC\u30AF\u30F3\u540D
NumDaysSinceCreation=\u4F5C\u6210\u304B\u3089\u306E\u65E5\u6570
NumOfUse=\u4F7F\u7528\u56DE\u6570
NumDaysSinceLastUse=\u6700\u5F8C\u306B\u4F7F\u7528\u304B\u3089\u306E\u65E5\u6570
HasFreshToken=\u65B0\u3057\u3044\u30C8\u30FC\u30AF\u30F3\uFF1F
HasFreshToken_tooltip=\u65B0\u3057\u3044\u30C8\u30FC\u30AF\u30F3\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u306E\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u3092\u6700\u5F8C\u306B\u4F7F\u7528\u3057\u305F\u5F8C\u306B \
  \u65B0\u3057\u3044\u30C8\u30FC\u30AF\u30F3\u306F\u3001\u30E6\u30FC\u30B6\u30FC\u306E\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u3092\u6700\u5F8C\u306B\u4F7F\u7528\u3057\u305F\u5F8C\u306B \n\
  \u6CE8\u610F: Jsenkins\u304C\u518D\u8D77\u52D5\u3055\u308C\u308B\u305F\u3073\u306B\u3001\u672A\u4F7F\u7528\u306E\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u306E\u4F5C\u6210\u65E5\u304C\u30EA\u30BB\u200B\u200B\u30C3\u30C8\u3055\u308C\u307E\u3059\u3002 \
  \u3064\u307E\u308A\u3001\u3053\u308C\u3089\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u65E5\u4ED8\u306F\u4E0D\u6B63\u78BA\u306B\u306A\u308A\u307E\u3059\u3002
HasFreshToken_ok_tooltip=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u65B0\u3057\u3044\u30C8\u30FC\u30AF\u30F3\u304C\u5B58\u5728\u3057\u307E\u3059
HasFreshToken_warning_tooltip=\u3053\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u65B0\u3057\u3044\u30C8\u30FC\u30AF\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
HasMoreRecentlyUsedToken=\u6700\u65B0\u306E\u30C8\u30FC\u30AF\u30F3\uFF1F
HasMoreRecentlyUsedToken_tooltip=\u6700\u8FD1\u4F7F\u7528\u3055\u308C\u305F\u30C8\u30FC\u30AF\u30F3\u306F\u3001\u65B0\u3057\u3044\u30B7\u30B9\u30C6\u30E0\u3092\u4F7F\u7528\u3057\u3066\u4F5C\u6210\u3055\u308C\u3001\u30E6\u30FC\u30B6\u30FC\u306E\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u3088\u308A\u3082 \
  \u6700\u8FD1\u4F7F\u7528\u3055\u308C\u305F\u30C8\u30FC\u30AF\u30F3\u3067\u3059 \n\
  \u6CE8\u610F: Jenkins\u304C\u518D\u8D77\u52D5\u3055\u308C\u308B\u305F\u3073\u306B\u3001\u4F7F\u7528\u3055\u308C\u3066\u3044\u306A\u3044\u30EC\u30AC\u30B7\u30FC\u30C8\u30FC\u30AF\u30F3\u306E\u4F5C\u6210\u65E5\u304C\u30EA\u30BB\u200B\u200B\u30C3\u30C8\u3055\u308C\u308B\u305F\u3081\u3001 \
  \u65E5\u4ED8\u304C\u4E0D\u6B63\u78BA\u306B\u306A\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
HasMoreRecentlyUsedToken_ok_tooltip=\u305D\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u6700\u65B0\u306E\u30C8\u30FC\u30AF\u30F3\u304C\u5B58\u5728\u3057\u307E\u3059
HasMoreRecentlyUsedToken_warning_tooltip=\u305D\u306E\u30E6\u30FC\u30B6\u30FC\u306E\u6700\u65B0\u306E\u30C8\u30FC\u30AF\u30F3\u306F\u3042\u308A\u307E\u305B\u3093
NoImpactedUser=\u5F93\u6765\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u6301\u3064\u30E6\u30FC\u30B6\u30FC\u306F\u3044\u307E\u305B\u3093
NoCreationDate=\u305D\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u4F5C\u6210\u65E5\u306F\u3042\u308A\u307E\u305B\u3093
NoCreationDateValue=\u4E0D\u660E
NoLastUse=\u305D\u306E\u30C8\u30FC\u30AF\u30F3\u306E\u6700\u7D42\u4F7F\u7528\u65E5\u306F\u3042\u308A\u307E\u305B\u3093
NoLastUseValue=\u4F7F\u308F\u308C\u305F\u3053\u3068\u304C\u306A\u3044
RevokeAllSelected=\u9078\u629E\u3057\u305F\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u308A\u6D88\u3059
RevokeAllSelected_confirm=\u9078\u629E\u3057\u305F\uFF05num\uFF05\u500B\u3059\u3079\u3066\u306E\u30C8\u30FC\u30AF\u30F3\u3092\u53D6\u308A\u6D88\u3057\u3066\u3082\u3088\u308D\u3057\u3044\u3067\u3059\u304B
RevokeAllSelected_nothing=\u30C8\u30FC\u30AF\u30F3\u304C\u9078\u629E\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u53D6\u308A\u6D88\u3059\u306B\u306F\u3001\u5C11\u306A\u304F\u3068\u30821\u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044

Fresh\ token=Fresh token
No\ fresh\ token=No fresh token
Recently\ used\ token=Recently used token
No\ recently\ used\ token=No recently used token
Select=\u9078\u629E
all=\u5168\u3066
only\ fresh=\u6700\u65B0\u306E\u307F
only\ recent=\u76F4\u8FD1\u306E\u307F