# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc., Seiji Sogabe
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Manage\ Old\ Data=\u65E7\u30C7\u30FC\u30BF\u306E\u7BA1\u7406
blurb.1=\
  \u30C7\u30A3\u30B9\u30AF\u3078\u306E\u30C7\u30FC\u30BF\u306E\u683C\u7D0D\u65B9\u6CD5\u306B\u5909\u66F4\u304C\u3042\u308B\u5834\u5408\u3001Jenkins\u306F\u6B21\u306E\u65B9\u91DD\u3092\u4F7F\u7528\u3057\u307E\u3059: \
  \u30C7\u30FC\u30BF\u306F\u30ED\u30FC\u30C9\u6642\u306B\u65B0\u3057\u3044\u69CB\u9020\u306B\u79FB\u884C\u3055\u308C\u307E\u3059\u304C\u3001\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u306F\u65B0\u3057\u3044\u5F62\u5F0F\u3067\u4FDD\u5B58\u3055\u308C\u307E\u305B\u3093\u3002 \
  \u3053\u308C\u306B\u3088\u308A\u3001\u5FC5\u8981\u306B\u5FDC\u3058\u3066Jenkins\u3092\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9\u3067\u304D\u307E\u3059\u3002 \
  \u305F\u3060\u3057\u3001\u30C7\u30FC\u30BF\u3092\u53E4\u3044\u5F62\u5F0F\u3067\u30C7\u30A3\u30B9\u30AF\u306B\u7121\u671F\u9650\u306B\u6B8B\u3059\u3053\u3068\u3082\u3067\u304D\u307E\u3059\u3002 \
  \u4EE5\u4E0B\u306E\u8868\u306F\u3001\u305D\u306E\u3088\u3046\u306A\u30C7\u30FC\u30BF\u3092\u542B\u3080\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u3068\u3001\u30C7\u30FC\u30BF\u69CB\u9020\u304C\u5909\u66F4\u3055\u308C\u305FJenkins\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u793A\u3057\u3066\u3044\u307E\u3059\u3002
blurb.2=\
  \u30C7\u30FC\u30BF\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3059\u308B\u3053\u3068\u304C\u3042\u308A\u307E\u3059\
  (\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u3042\u308B\u30C7\u30FC\u30BF\u3092\u8FFD\u52A0\u3057\u305F\u5F8C\u306B\u305D\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u7121\u52B9\u306B\u306A\u3063\u305F\u3001\u5F62\u5F0F\u5909\u66F4\u306B\u5BFE\u5FDC\u3059\u308B\u51E6\u7406\u304C\u5B9F\u88C5\u3055\u308C\u3066\u3044\u306A\u3044\u3001\
  \u65E7\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u8AAD\u3081\u306A\u3044\u30C7\u30FC\u30BF\u3092\u3059\u3067\u306B\u66F8\u304D\u8FBC\u3093\u3060\u5F8C\u306BJenkins\u3092\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9\u3057\u305F\u306A\u3069)\u3002\
  Jenkins\u304C\u8D77\u52D5\u3057\u6B63\u5E38\u306B\u52D5\u4F5C\u3059\u308B\u3088\u3046\u306B\u3001\u3053\u308C\u3089\u306E\u30A8\u30E9\u30FC\u3092\u30ED\u30B0\u306B\u51FA\u529B\u3057\u3001\u8AAD\u3081\u306A\u3044\u30C7\u30FC\u30BF\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3059\u3002
Type=\u578B
Name=\u540D\u524D
Version=\u30D0\u30FC\u30B8\u30E7\u30F3
Old\ Data\ Format=\u53E4\u3044\u30C7\u30FC\u30BF\u5F62\u5F0F
blurb.3=\
  \u4EE5\u4E0B\u306E\u30D5\u30A9\u30FC\u30E0\u3092\u4F7F\u7528\u3057\u3066\u3001\u3053\u308C\u3089\u306E\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u3092\u73FE\u5728\u306E\u5F62\u5F0F\u306B\u66F4\u65B0\u3067\u304D\u307E\u3059\u3002 \u3053\u308C\u3092\u884C\u3046\u3068\u3001\u9078\u629E\u3057\u305F\u30D0\u30FC\u30B8\u30E7\u30F3\u3088\u308A \
  \u53E4\u3044Jenkins\u30EA\u30EA\u30FC\u30B9\u307E\u305F\u306F\u30D7\u30E9\u30B0\u30A4\u30F3\u3078\u306E\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9\u306F\u3001\u65B0\u3057\u3044\u5F62\u5F0F\u3067\u4FDD\u5B58\u3055\u308C\u305F\u30C7\u30FC\u30BF\u3092 \
  \u8AAD\u307F\u53D6\u308B\u3053\u3068\u304C\u3067\u304D\u306A\u304F\u306A\u308A\u307E\u3059\u3002  Jenkins\u3092\u4F7F\u7528\u3057\u3066\u30B8\u30E7\u30D6\u3092\u4F5C\u6210\u304A\u3088\u3073\u69CB\u6210\u3057\u3001 \
  \u30D3\u30EB\u30C9\u3092\u5B9F\u884C\u3059\u308B\u3060\u3051\u3067\u3001\u3053\u306E\u30D5\u30A9\u30FC\u30E0\u304C\u4F7F\u7528\u3055\u308C\u3066\u3044\u306A\u3044\u5834\u5408\u3067\u3082\u3001\u53E4\u3044Jenkins\u307E\u305F\u306F\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3067 \
  \u8AAD\u307F\u53D6\u308C\u306A\u3044\u30C7\u30FC\u30BF\u3092\u4FDD\u5B58\u3067\u304D\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002  \u307E\u305F\u3001\u4E0A\u8A18\u306E\u8868\u306E\u53F3\u5074\u306B\u8AAD\u307F\u53D6\u308A\u4E0D\u53EF\u80FD\u306A\u30C7\u30FC\u30BF\u30A8\u30E9\u30FC\u304C \
  \u5831\u544A\u3055\u308C\u305F\u5834\u5408\u3001\u30A2\u30A4\u30C6\u30E0\u3092\u518D\u4FDD\u5B58\u3059\u308B\u3068\u3001\u3053\u306E\u30C7\u30FC\u30BF\u306F\u5931\u308F\u308C\u308B\u3053\u3068\u306B\u6CE8\u610F\u3057\u3066\u304F\u3060\u3055\u3044\u3002 
blurb.4=\
  \u6700\u7D42\u7684\u306B\u3001\u3053\u308C\u3089\u306E\u30C7\u30FC\u30BF\u79FB\u884C\u3092\u30B5\u30DD\u30FC\u30C8\u3059\u308B\u30B3\u30FC\u30C9\u306F\u524A\u9664\u3055\u308C\u308B\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002 \u4E92\u63DB\u6027\u306F\u3001\u69CB\u9020\u306E\u5909\u66F4\u5F8C\u3001 \
  \u5C11\u306A\u304F\u3068\u3082150\u306EJenkins\u30EA\u30EA\u30FC\u30B9\u3067\u7DAD\u6301\u3055\u308C\u307E\u3059\u3002 \
  \u3053\u308C\u3088\u308A\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u592A\u5B57\u3067\u4E0A\u8A18\u306B\u30EA\u30B9\u30C8\u3055\u308C\u3066\u304A\u308A\u3001\u3053\u308C\u3089\u306E\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u3092\u518D\u4FDD\u5B58\u3059\u308B\u3053\u3068\u3092\u304A\u52E7\u3081\u3057\u307E\u3059\u3002
Resave\ data\ files\ with\ structure\ changes\ no\ newer\ than\ Jenkins=Jenkins\u3088\u308A\u3082\u65B0\u3057\u3044\u69CB\u9020\u5909\u66F4\u3092\u542B\u307E\u306A\u3044\u30C7\u30FC\u30BF\u30D5\u30A1\u30A4\u30EB\u3092\u518D\u4FDD\u5B58\u3059\u308B
blurb.5=\
  (\u9078\u629E\u3057\u305F\u30D0\u30FC\u30B8\u30E7\u30F3\u304C\u307E\u3060\u53EF\u80FD\u3067\u3042\u308B\u9650\u308A\u3001\u30C0\u30A6\u30F3\u30B0\u30EC\u30FC\u30C9\u304C\u53EF\u80FD)
Upgrade=\u30A2\u30C3\u30D7\u30B0\u30EC\u30FC\u30C9
No\ old\ data\ was\ found.=\u65E7\u30C7\u30FC\u30BF\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
blurb.6=\
  Jenkins\u306F\u5358\u306B\u305D\u308C\u3092\u7121\u8996\u3059\u308B\u306E\u3067\u3001\u3053\u308C\u3089\u306E\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u306B\u8AAD\u307F\u53D6\u308A\u4E0D\u53EF\u80FD\u306A\u30C7\u30FC\u30BF\u3092\u6B8B\u3057\u3066\u3082\u304B\u307E\u3044\u307E\u305B\u3093\u3002\
  Jenkins\u8D77\u52D5\u6642\u306E\u30ED\u30B0\u30E1\u30C3\u30BB\u30FC\u30B8\u3092\u56DE\u907F\u3059\u308B\u306B\u306F\u3001\u30EA\u30B9\u30C8\u306E\u4E0B\u306B\u3042\u308B\u30DC\u30BF\u30F3\u3092\u4F7F\u7528\u3057\u3066\u3053\u308C\u3089\u306E\u30A2\u30A4\u30C6\u30E0/\u30EC\u30B3\u30FC\u30C9\u3092 \
  \u518D\u4FDD\u5B58\u3059\u308B\u3053\u3068\u3067\u3001\u8AAD\u307F\u53D6\u308A\u4E0D\u53EF\u80FD\u306A\u30C7\u30FC\u30BF\u3092\u5B8C\u5168\u306B\u524A\u9664\u3067\u304D\u307E\u3059\u3002
Unreadable\ Data=\u8AAD\u3081\u306A\u3044\u30C7\u30FC\u30BF
Error=\u30A8\u30E9\u30FC
Discard\ Unreadable\ Data=\u8AAD\u3081\u306A\u3044\u30C7\u30FC\u30BF\u3092\u7121\u8996

Very\ old\ version=\u975E\u5E38\u306B\u53E4\u3044\u30D0\u30FC\u30B8\u30E7\u30F3
