# The MIT License
# 
# Copyright (c) 2004-2013, Sun Microsystems, Inc., Kohsuke Kawaguchi, Seiji Sogabe
# 
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
# 
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
# 
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Check\ to\ install\ the\ plugin=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u30C1\u30A7\u30C3\u30AF
Click\ this\ heading\ to\ sort\ by\ category=\u30AF\u30EA\u30C3\u30AF\u3067\u30BD\u30FC\u30C8
Name=\u540D\u524D
Version=\u30D0\u30FC\u30B8\u30E7\u30F3
Installed=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F
No\ updates=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u5BFE\u8C61\u306A\u3057
Install\ without\ restart=\u518D\u8D77\u52D5\u305B\u305A\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
compatWarning=\
 \u8B66\u544A: \u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u306F\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\u3002\
 \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u4F7F\u7528\u3059\u308B\u30B8\u30E7\u30D6\u3092\u518D\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
coreWarning=\
 \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001Jenkins {0} \u4EE5\u4E0A\u7528\u306B\u30D3\u30EB\u30C9\u3055\u308C\u3066\u3044\u307E\u3059\u3002 \
 \u3042\u306A\u305F\u306EJenkins\u3067\u6B63\u5E38\u306B\u52D5\u4F5C\u3059\u308B\u304B\u3069\u3046\u304B\u5206\u304B\u308A\u307E\u305B\u3093\u3002
depCompatWarning=\
 \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u4F9D\u5B58\u3059\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\
 \u3053\u308C\u3089\u306E\u4F9D\u5B58\u3059\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u306B\u306F\u3001\u73FE\u5728\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F\u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u3068\u4E92\u63DB\u6027\u304C\u306A\u3044\u3082\u306E\u304C\u3042\u308B\u306E\u3067\u3001\
 \u4F7F\u7528\u3057\u3066\u3044\u308B\u30B8\u30E7\u30D6\u3092\u518D\u8A2D\u5B9A\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u304B\u3082\u3057\u308C\u307E\u305B\u3093\u3002
depCoreWarning=\
 \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u4F9D\u5B58\u3059\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u304C\u3001Jenkins {0} \u4EE5\u964D\u7528\u306B\u30D3\u30EB\u30C9\u3055\u308C\u3066\u3044\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\
 \u3053\u306E\u4F9D\u5B58\u3059\u308B\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001\u3042\u306A\u305F\u306EJenkins\u3067\u6B63\u5E38\u306B\u52D5\u4F5C\u3059\u308B\u304B\u3069\u3046\u304B\u308F\u304B\u308A\u307E\u305B\u3093\u306E\u3067\u3001\
 \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u81EA\u8EAB\u3082\u6B63\u5E38\u306B\u52D5\u4F5C\u3059\u308B\u304B\u3069\u3046\u304B\u5206\u304B\u308A\u307E\u305B\u3093\u3002

Inactive=\u4E0D\u6D3B\u6027
Update\ Center=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30BB\u30F3\u30BF\u30FC
Download\ now\ and\ install\ after\ restart=\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3066\u518D\u8D77\u52D5\u5F8C\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
Install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
Filter=\u30D5\u30A3\u30EB\u30BF\u30FC

Released=\u30EA\u30EA\u30FC\u30B9\u65E5
instructions=\u691C\u7D22\u30D5\u30A3\u30FC\u30EB\u30C9\u3092\u4F7F\u7528\u3057\u3066\u3001\u5229\u7528\u53EF\u80FD\u306A\u30D7\u30E9\u30B0\u30A4\u30F3\u3092\u691C\u7D22\u3057\u3066\u304F\u3060\u3055\u3044\u3002
loading=\u30D7\u30E9\u30B0\u30A4\u30F3\u30EA\u30B9\u30C8\u3092\u8AAD\u307F\u8FBC\u3093\u3067\u3044\u307E\u3059...
parentCompatWarning=\u6B21\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3053\u308C\u306B\u3088\u3063\u3066\u5F71\u97FF\u3092\u53D7\u3051\u307E\u3059\uFF1A
javaWarning=\
 \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306B\u306FJava {0}\u4EE5\u964D\u304C\u5FC5\u8981\u3067\u3059\u3002 \
 Jenkins\u306F\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u5834\u5408\u3001\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u30ED\u30FC\u30C9\u3092\u62D2\u5426\u3057\u307E\u3059\u3002

parentDepCompatWarning=\u6B21\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u4E92\u63DB\u6027\u304C\u3042\u308A\u307E\u305B\u3093\uFF1A
Applying\ this\ update\ will\ address\ security\ vulnerabilities\ in\ the\ currently\ installed\ version.=\u3053\u306E\u66F4\u65B0\u30D7\u30ED\u30B0\u30E9\u30E0\u3092\u9069\u7528\u3059\u308B\u3068\u3001\u73FE\u5728\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u306E\u8106\u5F31\u6027\u304C\u89E3\u6C7A\u3055\u308C\u307E\u3059\u3002
depJavaWarning=\
 \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u3001Java {0}\u4EE5\u964D\u3092\u5FC5\u8981\u3068\u3059\u308B\u4ED6\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306B\u4F9D\u5B58\u3057\u3066\u3044\u307E\u3059\u3002 \
 Jenkins\u306F\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u306EJenkins\u3092\u5FC5\u8981\u3068\u3059\u308B\u4F9D\u5B58\u95A2\u4FC2\u306E\u30ED\u30FC\u30C9\u3092\u62D2\u5426\u3057\u3001 \
 \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306E\u30ED\u30FC\u30C9\u306F\u5931\u6557\u3057\u307E\u3059\u3002
securityWarning=\
  \u8B66\u544A: \u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u5B89\u5168\u306B\u4F7F\u7528\u3067\u304D\u307E\u305B\u3093\u3002\u6B21\u306E\u30BB\u30AD\u30E5\u30EA\u30C6\u30A3\u901A\u77E5\u3092\u78BA\u8A8D\u3057\u3066\u304F\u3060\u3055\u3044\u3002
adoptThisPlugin=\
  <strong>\u3053\u306E\u30D7\u30E9\u30B0\u30A4\u30F3\u306F\u63A1\u7528\u3055\u308C\u3066\u3044\u307E\u3059\uFF01</ strong>\u65B0\u3057\u3044\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u63A2\u3057\u3066\u3044\u307E\u3059\u3002 \
  \u8A73\u7D30\u306B\u3064\u3044\u3066\u306F\u3001<a href="https://jenkins.io/doc/developer/plugin-governance/adopt-a-plugin/" target="_blank">\u30D7\u30E9\u30B0\u30A4\u30F3\u306B\u3064\u3044\u3066</a>\u3092\u30A2\u30AF\u30BB\u30B9\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ago = {0}\u524D
filter=\u30D5\u30A3\u30EB\u30BF\u30FC
search=\u691C\u7D22

